 [

 	{
 		"id": "sv",
 		"name": "Светлячок",
 		"info": {
            "country":["США"],
 			"year": 2002,
 			"imgDes": "img/sv.jpg",
 			"imgMob": "img/svm.jpg",
 			"seasonduration": 0,
 			"genres": ["Фантастика","Комедии","Вестерны"],

 			"criticm": 8.6
 		},

 		"db": {
 			"text": "Капитан Малькольм Рейнольдс — закаленный в боях ветеран галактической гражданской войны, сражавшийся не на той (проигравшей) стороне, зарабатывает на жизнь мелкими преступлениями и перевозит грузы на своем корабле «Серенити».Он возглавляет небольшую разношерстную команду, которая порядком смахивает на самую обычную семью — ее члены вечно ссорятся, не соблюдают дисциплину, но никогда не предадут своего капитана и пойдут за ним хоть на край света.",

 			"token": {
 				"1": {
 					"1": "AQAAAAALzBhoAAOM19gIk8CpO08Wh5avCkHhBH0"
 				}

 			},
 			"time": {
 				"1": {
 					"1": 50,
 					"2": 40,
 					"count": 14
 				}
 			}
 		}
 	},
 	{
 		"id": "bm",
 		"name": "Черное зеркало",
 		"info": {
            "country":["Великобритания"],
 			"year": 2011,
 			"imgDes": "img/bm.jpg",
 			"imgMob": "img/bmm.jpg",
 			"seasonduration": 0,
 			"genres": ["Фантастика","Драмы"],

 			"criticm": 8.4
 		},
        
         		"db": {
 			"text": "За последние десять лет технологии всесторонне изменили нашу жизнь, прежде чем мы успели опомниться и усомниться в них. В каждом доме, на каждом столе, на каждой ладони — плазменный телевизор, монитор компьютера, дисплей смартфона — черное зеркало нашего существования в двадцать первом веке. Наша связь с реальностью меняется. Мы возложили на алтарь «Google» и «Apple» и поклоняемся им. «Facebook»-алгоритмы знают о нас больше, чем наши собственные родители. У нас есть доступ ко всей информации в мире, но в голове хватает места лишь для того, чтобы воспринять 140 символов из сообщения в твиттере. В «Чёрном зеркале» отображается всеобщее беспокойство за наш современный мир…",

 			"token": {
 				"1": {
 					"1": "AQAAAAAbNNJ-AAOM19-ti2wt3ExquKdMlwV9KAQ"
 				},
                "2": {
 					"1": "AQAAAAAbNNJ-AAOM19-ti2wt3ExquKdMlwV9KAQ"
 				},
                "3": {
 					"1": "AQAAAAAbNNJ-AAOM19-ti2wt3ExquKdMlwV9KAQ"
 				}

 			},
 			"time": {
 				"1": {
 					"1": 65, 
 					"count": 3
 				},
                "2": {
 					"1": 60, 
 					"2": 28,  
                    "3": 52, 
 					"count": 3
 				},
                "3": {
 					"1": 63, 
                    "4":65,
 					"count": 6
 				}
 			}
 		}

    },
      	{
 		"id": "gt",
 		"name": "Готэм",
 		"info": {
            "country":["США"],
 			"year": 2014,
 			"imgDes": "img/gt.jpg",
 			"imgMob": "img/gtm.jpg",

 			"genres": ["Фантастика","Детективы"],

 			"criticm": 7.7
 		},
        
         		"db": {
 			"text": "Детектив Джеймс Гордон и его напарник Харви Баллок приступили к работе в департаменте полиции Готэма. Они расследуют убийства. Последнее дело очень сложное, поэтому к мужчинам примыкает Сара Эссен, которая поможет вести дело по Томасу и Марте Уэйн. Гордон за время расследования успевает познакомиться с сыном убитых Брюсом Уэйном, который после гибели родителей находится под опекой дворецкого Альфреда, который работает при семье Уэйн. Но не только смерть Томаса и Марты является главным делом Гордона. Ему приходится решать проблемы с местным главарем банды — женщиной по имени Фиш Муни, а также с очень опасными злодеями, населяющими Готэм. Среди проходимцев затесались Освальд Кобблпот и Селина Кайл. В итоге, Гордон фокусируется на дружбе с молодым Брюсом, чтобы в будущем сделать из маленького мальчика Тёмного рыцаря — защитника Готэма.",

 			"token": {
 				"1": {
 					"1": "AQAAAAAbNNJ-AAOM19-ti2wt3ExquKdMlwV9KAQ"
 				},
                "2":{
                    "1":"AQAAAAALzBhoAAOM19gIk8CpO08Wh5avCkHhBH0",
                    "12":"AQAAAAAboQxzAAOM10_hNe6uz0LKhNmZWImOKCU"
 			    },
                "3":{
                    "1":"AQAAAAAboQxzAAOM10_hNe6uz0LKhNmZWImOKCU"
 			    }
            },
 			"time": {
 				"1": {
 					"1": 40, 
 					"count": 22
 				},
                "2": {
 					"1": 40, 

 					"count": 22
 				},
                "3": {
 					"1": 40, 
 					"count": 13
 				}
 			}
 		

    }
        },
      	{
 		"id": "vk",
 		"name": "Викинги",
 		"info": {
            "country":["Канада"],
 			"year": 2013,
 			"imgDes": "img/vk.jpg",
 			"imgMob": "img/vkm.jpg",
 			"seasonduration": 0,
 			"genres": ["Драмы","Исторические"],

 			"criticm": 8.2
 		},

 		"db": {
 			"text": "Отважный и бесстрашный воин Рагнар Лодброк, уважаемый в своем поселении Каттегат, планирует отправиться в неизведанные земли Англии, но многие уверены, что по ту сторону моря нет никакой земли, что обречет корабль на гибель. Однако Рагнар находит единомышленников не только среди кровного брата Ролло, но и среди других викингов, которые берутся за строительство нового более мощного корабля. Но не только походами, междоусобицами и кровавыми воинами наполнена жизнь суровых викингов, в ней также есть место любви, преданности, счастью и мечтам о лучшем будущем.",

 			"token": {
 				"1": {
 					"1": "AQAAAAALzBhoAAOM19gIk8CpO08Wh5avCkHhBH0"
 				},
                "2":{
                    "1":"AQAAAAAboQ9NAAOM1yGvBU6w-0f0vFxl7aav-Gg",
                    "5":"AQAAAAAb2ninAAOM164mbBfHBE1Yois1LwLXAJ8"
                },
                "3":{
                    "1":"AQAAAAAbNNJ-AAOM19-ti2wt3ExquKdMlwV9KAQ"
                },
                "4":{
                    "1":"AQAAAAAboQxzAAOM10_hNe6uz0LKhNmZWImOKCU"
                }
 			},
 			"time": {
 				"1": {
 					"1": 30,
 					"count": 9
 				},
                "2": {
 					"1": 30,
 					"count": 10
 				},
                "3": {
 					"1": 30,
 					"count": 10
 				},
                "4": {
 					"1": 30,
 					"count": 20
 				}
 			}
 		}
 	},
          	{
 		"id": "sd",
 		"name": "Кремниевая долина",
 		"info": {
            "country":["США"],
 			"year": 2014,
 			"imgDes": "img/sd.jpg",
 			"imgMob": "img/sdm.jpg",
 			"seasonduration": 0,
 			"genres": ["Комедии"],

 			"criticm": "8.0"
 		},

 		"db": {
 			"text": "Чудаковатый предприниматель Эрлих Бахман в своё время заработал на приложении для поиска партнёра по сексу в общественных туалетах. Он открывает в своём доме инкубатор для стартапов, собирая IT специалистов с интересными идеями. Так в его доме появляются программист «ботаник» Ричард Хендрикс, пакистанец Динэш, канадец Гиллфойл и «Голован» Нельсон.Работая в интернет корпорации Hooli, Ричард Хендрикс разработал и начал продвигать медиаплейер Пегий Дудочник (Pied Piper). Приложением, которое по первоначальному замыслу помогало находить нарушение авторских прав. Однако выяснилось, что в его основе лежит революционный алгоритм сжатия данных.",

 			"token": {
 				"1": {
 					"1": "AQAAAAAboQ9NAAOM1yGvBU6w-0f0vFxl7aav-Gg"
 				},
                "2":{
                "1":"AQAAAAAboQ9NAAOM1yGvBU6w-0f0vFxl7aav-Gg"   
            },
            "3":{
                "1":"AQAAAAAboQ9NAAOM1yGvBU6w-0f0vFxl7aav-Gg" 
            }

 			},
 			"time": {
 				"1": {
 					"1": 104,
                    "2":138,
                    "3":100,
                    "4":98,
                    "5":99,
                    "7":105,
                    "8":79,
 					"count": 8
 				},
                "2": {
 					"1": 100,
                    "2":105,
                    "3":100,
                    "4":106,
                    "5":110,
                    "6":116,
                    "7":110,
                    "8":105,
                    "9":104,
                    "10":134,
 					"count": 10
 				},
                "3": {
 					"1": 63,
                    "2":115,
                    "3":116,
                    "4":109,
                    "7":116,
                    "8":102,
                    "9":103,
 					"count": 10
 				}
 			}
 		}
 	},
          	{
 		"id": "nd",
 		"name": "Настоящий детектив",
 		"info": {
            "country":["США"],
 			"year": 2014,
 			"imgDes": "img/nd.jpg",
 			"imgMob": "img/ndm.jpg",
 			"seasonduration": 0,
 			"genres": ["Триллеры","Детективы","Драмы"],

 			"criticm": 8.7
 		},

 		"db": {
 			"text": "Первый сезон: В Луизиане в 1995 году происходит странное убийство девушки. В 2012 году дело об убийстве 1995г. повторно открывают, так как произошло похожее убийство. Дабы лучше продвинуться в расследовании, полиция решает допросить бывших детективов, которые работали над делом в 1995г.Второй сезон: В калифорнийском городе Винчи в преддверии презентации новой линии железной дороги, которая улучшит финансовое положение города, пропадает глава администрации города. Позже его труп находит на шоссе офицер дорожной полиции. К расследованию подключают детектива из полиции Винчи и детектива из департамента шерифа округа Вентура. То, что начиналось как убийство, превратилось в сеть заговоров и махинаций.",

 			"token": {
 				"1": {
 					"1": "AQAAAAAboQ9NAAOM1yGvBU6w-0f0vFxl7aav-Gg"
 				},
                "2":{
                "1":"AQAAAAAboQ9NAAOM1yGvBU6w-0f0vFxl7aav-Gg"   
            }

 			},
 			"time": {
 				"1": {
 					"1": 70,
                    "8":80,
 					"count": 8
 				},
                "2": {
 					"1": 70,
 					"count": 8
 				}
 			}
 		}
 	},
               	{
 		"id": "fg",
 		"name": "Фарго",
 		"info": {
            "country":["США"],
 			"year": 2014,
 			"imgDes": "img/fg.jpg",
 			"imgMob": "img/fgm.jpg",
 			"seasonduration": 0,
 			"genres": ["Триллеры","Драмы"],

 			"criticm": 8.4
 		},

 		"db": {
 			"text": "В январе 2006 года Лорн Малво, преступник и социопат, проезжает через провинциальный городок Бемиджи, штат Миннесота. Случайная встреча в больнице с Лестером Найгаардом, неудачливым торговцем страховыми полисами, трагически меняет жизнь последнего, запуская череду жестоких убийств, к расследованию которых приступают местные полицейские — активная, любящая свою профессию Молли Солверсон и Гас Гримли .",

 			"token": {
 				"1": {
 					"1": "AQAAAAAboRGHAAOM1-zm8YDJsUdziPqZKIpMhWc"
 				},
                "2":{
                "1":"AQAAAAAboRGHAAOM1-zm8YDJsUdziPqZKIpMhWc"   
            }

 			},
 			"time": {
 				"1": {
 					"1": 145,
                    "3": 130,
                    
                    "8":140,
                    "9":130,
                    "10":126,
 					"count": 10
 				},
                "2": {
 					"2": 140,
                    "3":150,
                    "4":145,
                    "6":176,
                    "7":140,
                    "8":130,
                    "9":140,
 					"count": 9
 				},
                "3": {
 					"1": 138,
 					"count": 10
 				}
 			}
 		}
 	} ,
                    	{
 		"id": "sh",
 		"name": "Шерлок",
 		"info": {
            "country":["Великобритания"],
 			"year": 2010,
 			"imgDes": "img/sh.jpg",
 			"imgMob": "img/shm.jpg",
 			"genres": ["Триллеры","Драмы","Детективы"],

 			"criticm": 8.8
 		},

 		"db": {
 			"text": "События разворачиваются в наши дни. Он прошел Афганистан, остался инвалидом. По возвращении в родные края встречается с загадочным, но своеобразным гениальным человеком. Тот в поиске соседа по квартире. Лондон, 2010 год. Происходят необъяснимые убийства. Скотланд-Ярд без понятия, за что хвататься. Существует лишь один человек, который в силах разрешить проблемы и найти ответы на сложные вопросы.",

 			"token": {
 				"1": {
 					"1": "AQAAAAAbM3_tAAOM17Yng77X6UV_jexKpz2QoIc"
 				},
                "2":{
                "1":"AQAAAAAbM3_tAAOM17Yng77X6UV_jexKpz2QoIc"   
            },
                "3":{
                    "1":"AQAAAAAbM3_tAAOM17Yng77X6UV_jexKpz2QoIc",
                    "3":"AQAAAAAb2ninAAOM164mbBfHBE1Yois1LwLXAJ8"
                },
                "4":{
                    "1":"AQAAAAAb2ninAAOM164mbBfHBE1Yois1LwLXAJ8"
                }

 			},
 			"time": {
 				"1": {
 					"1": 33,
 					"count": 3
 				},
                "2": {
                    "1":36,
 					"2":32,
                    "3":36,
 					"count": 3
 				},
                "3": {
 					"1": 48,
                    "3":37,
                    "4":48,
 					"count": 4
 				},
                "4": {
 					"1": 36,
                    "2":20,
                    "4":42,
 					"count": 3
 				}
 			}
 		}
 	} ,
                    	{
 		"id": "nk",
 		"name": "Нарко",
 		"info": {
            "country":["США"],
 			"year": 2015,
 			"imgDes": "img/nk.jpg",
 			"imgMob": "img/nkm.jpg",
 			"genres": ["Драмы","Криминал"],

 			"criticm": 8.4
 		},

 		"db": {
 			"text": "Криминальный телесериал «Нарки» повествует о становлении главы одного из крупнейших колумбийских наркокартелей, известного как «Медельинский кокаиновый картель».Главный герой, Пабло Эмилио Эскобар, родился в самой обычной семье, которая не могла похвастаться хорошим достатком. Его детство прошло в одном из самых бедных районов города Медельина. Свой криминальный путь Эскобар начал с того, что сколотил свою собственную банду, промышляющую угоном машин. Шло время, авторитет матерого преступника рос, и очень скоро Пабло Эскобар стал одним самых известных преступников своего города. Его все боялись и уважали, однако свой путь к пику славы он начал тогда, когда решил заняться наркобизнесом. Эскобар очень быстро понял, что это шанс зарабатывать по-настоящему большие деньги. Сначала он выступал посредником, и просто доставлял наркотики в США. Но со временем все изменилось.",

 			"token": {
 				"1": {
 					"1": "AQAAAAAb3EDXAAOM10zgMl0QLEvvou0csSutxOk"
 				},
                "2":{
                "1":"AQAAAAAb3EDXAAOM10zgMl0QLEvvou0csSutxOk"   
            }

 			},
 			"time": {
 				"1": {
 					"1": 45,
                    "5":53,
 					"count": 10
 				},
                "2": {
                    "1":53,
 					"count": 10
 				}
 			}
 		}
 	} 

 
 ]